/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "添加";

/* Dialog Title */
"Adding configuration failed" = "添加配置失败";

/* Status window message */
"Adding server to configuration" = "将服务器添加到配置";

/* Status window message */
"Attempting to bind computer to directory" = "正在尝试将电脑绑定到目录";

/* Status window message */
"Attempting to unbind from Directory" = "正在尝试从目录解除绑定";

/* No comment provided by engineer. */
"Bind\\U2026" = "绑定…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "该目录要求绑定。添加新的 LDAP 服务器已被取消。";

/* Dialog Title */
"Binding required" = "要求绑定";

/* No comment provided by engineer. */
"Bound to the directory as" = "绑定到目录，身份为";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Dialog message */
"Computer is bound" = "电脑已绑定";

/* Dialog Title */
"Computer record exists" = "电脑记录已存在";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "电脑记录从目录丢失。请强制解除绑定。";

/* Status window message */
"Configuration of new server complete" = "新服务器的配置已完成";

/* Default button continue */
"Continue" = "继续";

/* appended to duplicated configs */
"copy" = "副本";

/* Dialog Title */
"Could not contact server" = "未能联系服务器";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "未能联系 LDAP 服务器以解除绑定。您要强制去掉此配置吗？";

/* No comment provided by engineer. */
"Custom" = "自定";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "默认属性类型";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "要删除 LDAP 服务器吗？";

/* Status window message */
"Detecting required security levels and binding requirements" = "检测所要求的安全级别和绑定要求";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "不支持目录绑定";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "已鉴定的目录绑定是可选的。请输入信息以进行绑定。";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "已鉴定的目录绑定是必需的。请输入信息以进行绑定。";

/* No comment provided by engineer. */
"An unexpected error occurred" = "发生意外错误";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "不添加";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "分配数据缓冲失败";

/* No comment provided by engineer. */
"Failed to allocate data list." = "分配数据列表失败。";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "从字符串构建数据列表失败。";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "打开 LDAPv3 节点失败。";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "存储 LDAP 配置失败。";

/* No comment provided by engineer. */
"From Server" = "来自服务器";

/* No comment provided by engineer. */
"Hide Options" = "隐藏选项";

/* Status window message */
"Initial server information discovery" = "初始服务器信息发现";

/* Dialog Title */
"Insufficient privileges" = "权限不足";

/* Dialog Title */
"Invalid credentials supplied" = "提供的凭证无效";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "提供的凭证无效。请重新输入。";

/* Error converting */
"Odd number of $ characters in literal mapping" = "文字映射中有奇数个 $ 字符";

/* Default button OK */
"OK" = "好";

/* Template name */
"Open Directory Server" = "Open Directory 服务器";

/* No comment provided by engineer. */
"Overwrite" = "覆盖";

/* No comment provided by engineer. */
"Please confirm deletion." = "请确认删除。";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "请输入可允许对指定的目录进行访问的有效凭证。";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "安全要求违例";

/* Dialog Title */
"Server already configured" = "服务器已配置";

/* Dialog Title */
"Server did not respond" = "服务器未响应";

/* No comment provided by engineer. */
"Show Options" = "显示选项";

/* Dialog Title */
"Strong authentication not supported" = "不支持强鉴定";

/* default name when saving template - do not include .plist */
"Template" = "模板";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "您提供的帐户没有足够的权限。请联系网络管理员以获得帮助。";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "您提供的凭证无效，请再试一次。";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "您要添加的服务器不支持强鉴定。发送到此服务器的密码可能会被网络上的其他电脑读取。";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "您选择的服务器不符合已配置的安全策略。添加新的 LDAP 服务器被取消。";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "未能联系到您指定的服务器。您要手动配置吗？";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "您指定的服务器已配置。添加过程被取消。";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "目录中已有电脑使用此名称。您要覆盖它吗？但如果它正在使用，这可能会停用另一台电脑。";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "这台电脑已绑定到此目录，您要解除绑定吗？";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "无法在此服务器上添加该配置，原因不详。请使用自定来继续此过程。";

/* Dialog Title */
"Unable to contact directory" = "无法联系目录";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "无法联系目录以进行绑定。操作被取消。";

/* No comment provided by engineer. */
"Unbind\\U2026" = "解除绑定…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "尝试绑定时发生意外错误。操作被取消。";

/* Dialog Title */
"Unexpected error while binding" = "绑定时发生意外错误";

/* No comment provided by engineer. */
"Untitled %d" = "未命名 %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "连接时使用鉴定";

/* Status window message */
"Validating record/attribute mapping" = "正在验证记录/属性映射";

/* Status window message */
"Validating the credentials that were supplied" = "正在验证所提供的凭证";

/* No comment provided by engineer. */
"Write to server failed" = "写入服务器失败";

